[
  {
    "fact": "Chuck Norris invented the bolt-action rifle, liquor, sexual intercourse, and football-- in that order.",
    "tags": ["rude", "guns"],
    "rating": 3
  },
  {
    "fact": "Chuck Norris invented a new martial arts style: Chuck-Will-Kill.",
    "tags": ["martial arts"],
    "rating": 3.5
  },
  {
    "fact": "Chuck Norris always knows the EXACT location of Carmen SanDiego.",
    "tags": [],
    "rating": 2
  },
  {
    "fact": "He who lives by the sword, dies by the sword. He who lives by Chuck Norris, dies by the roundhouse kick.",
    "tags": ["funny", "roundhouse"],
    "rating": 4
  },
  {
    "fact": "Chuck Norris can be unlocked on the hardest level of Tekken. But only Chuck Norris is skilled enough to unlock himself. Then he roundhouse kicks the Playstation back to Japan.",
    "tags": ["funny", "roundhouse", "Tekken"],
    "rating": 4.5
  },
  {
    "fact": "Chuck Norris can exist in two or more places at the same time.",
    "tags": ["schrödinger", "funny"],
    "rating": 4
  },
  {
    "fact": "Nobody doesn't like Sara Lee. Except Chuck Norris.",
    "tags": ["Sara Lee", "cake"],
    "rating": 3
  },
  {
    "fact": "Police label anyone attacking Chuck Norris as a Code 45-11.... A suicide.",
    "tags": ["rude"],
    "rating": 2
  },
  {
    "fact": "Contrary to popular belief, there is indeed enough Chuck Norris to go around.",
    "tags": [],
    "rating": 3
  },
  {
    "fact": "Chuck Norris doesn't have disk latency because the hard drive knows to hurry the hell up.",
    "tags": ["geek"],
    "rating": 3
  },
  {
    "fact": "The only thing you can beat Chuck Norris at is the number of times you've had your face kicked in.",
    "tags": ["rude", "roundhouse"],
    "rating": 3.5
  },
  {
    "fact": "Chuck Norris once spit on a lizard. The result is tyrannosaurus rex.",
    "tags": ["wtf"],
    "rating": 3.5
  },
  {
    "fact": "Never look a gift Chuck Norris in the mouth, because he will bite your damn eyes off.",
    "tags": [],
    "rating": 4
  },
  {
    "fact": "The Bermuda Triangle used to be the Bermuda Square, until Chuck Norris Roundhouse kicked one of the corners off.",
    "tags": ["roundhouse"],
    "rating": 4
  },
  {
    "fact": "They once made Chuck Norris toilet paper. The only problem was that it wouldn't take shit from no one!",
    "tags": ["rude", "toilet"],
    "rating": 3
  },
  {
    "fact": "Chuck Norris just says \"no\" to drugs. If he said \"yes\", it would collapse Colombia's infrastructure.",
    "tags": ["drugs"],
    "rating": 2
  },
  {
    "fact": "Chuck Norris knows everything there is to know - Except for the definition of mercy.",
    "tags": [],
    "rating": 2
  },
  {
    "fact": "Chuck Norris built a better mousetrap, but the world was too frightened to beat a path to his door.",
    "tags": ["mouse"],
    "rating": 1
  },
  {
    "fact": "In an average living room there are 1,242 objects Chuck Norris could use to kill you, including the room itself.",
    "tags": ["wtf"],
    "rating": 3
  },
  {
    "fact": "The pen is mighter than the sword, but only if the pen is held by Chuck Norris.",
    "tags": ["funny"],
    "rating": 4
  },
  {
    "fact": "Chuck Norris invented bacon by throwing a pig through a chain link fence.",
    "tags": ["wtf", "non-vegan"],
    "rating": 3.5
  },
  {
    "fact": "Many rednecks and rual farmers enjoy Mountain Oysters as a special delicacy within their traditional menus. Chuck Norris, however, prefers to personally harvest and diet upon Mountain Gorilla Oysters.",
    "tags": ["wtf"],
    "rating": 1
  },
  {
    "fact": "A man once asked Chuck Norris if his real name is \"Charles\". Chuck Norris did not respond, he simply stared at him until he exploded.",
    "tags": [],
    "rating": 3
  },
  {
    "fact": "Chuck Norris is not Irish. His hair is soaked in the blood of his victims.",
    "tags": ["rude", "blood"],
    "rating": 2.5
  },
  {
    "fact": "The word \"Kill\" was invented by Chuck Norris. Other words were \"Die\", \"Beer\", and \"What\".",
    "tags": [],
    "rating": 2
  },
  {
    "fact": "Crime does not pay - unless you are an undertaker following Walker, Texas Ranger, on a routine patrol.",
    "tags": ["wtf"],
    "rating": 1
  },
  {
    "fact": "They once made a Chuck Norris toilet paper, but there was a problem-- It wouldn't take shit from anybody.",
    "tags": ["rude"],
    "rating": 3
  },
  {
    "fact": "Most people have 23 pairs of chromosomes. Chuck Norris has 72... and they're all poisonous.",
    "tags": ["chromosomes", "dna", "wtf"],
    "rating": 3
  }
]
